const city = [
  {
    "name": "Токио",
  },
  {
    "name": "Дели",
  },
  {
    "name": "Шанхай",
  },
  {
    "name": "Сан-Паулу",
  },
  {
    "name": "Мехико",
  },
  {
    "name": "Каир",
  },
  {
    "name": "Мумбаи",
  },
  {
    "name": "Пекин",
  },
  {
    "name": "Дакка",
  },
  {
    "name": "Осака",
  },
  {
    "name": "Нью - Йорк",
  },
  {
    "name": "Карачи",
  },
  {
    "name": "Буэнос - Айрес",
  },
  {
    "name": "Чунцин",
  },
  {
    "name": "Стамбул",
  },
  {
    "name": "Калькутта",
  },
  {
    "name": "Манила",
  },
  {
    "name": "Лагос",
  },
  {
    "name": "Рио - де - Жанейро",
  },
  {
    "name": "Тяньцзинь",
  },
  {
    "name": "Киншаса",
  },
  {
    "name": "Гуанчжоу",
  },
  {
    "name": "Лос - Анджелес",
  },
  {
    "name": "Москва",
  },
  {
    "name": "Шэньчжэнь",
  },
  {
    "name": "Лахор",
  },
  {
    "name": "Бангалор",
  },
  {
    "name": "Париж",
  },
  {
    "name": "Богота",
  },
  {
    "name": "Джакарта",
  },
  {
    "name": "Ченнай",
  },
  {
    "name": "Лима",
  },
  {
    "name": "Бангкок",
  },
  {
    "name": "Сеул",
  },
  {
    "name": "Нагоя",
  },
  {
    "name": "Хайдарабад",
  },
  {
    "name": "Лондон",
  },
  {
    "name": "Тегеран",
  },
  {
    "name": "Чикаго",
  },
  {
    "name": "Чэнду",
  },
  {
    "name": "Нанкин",
  },
  {
    "name": "Ухань",
  },
  {
    "name": "Хошимин",
  },
  {
    "name": "Луанда",
  },
  {
    "name": "Ахмедабад",
  },
  {
    "name": "Амстердам",
  },
  {
    "name": "Минск",
  },
  {
    "name": "Сиань",
  },
  {
    "name": "Гонконг",
  },
  {
    "name": "Дунгуань",
  },
  {
    "name": "Ханчжоу",
  },
  {
    "name": "Фошань",
  },
  {
    "name": "Шэньян",
  },
  {
    "name": "Эр - Рияд",
  },
  {
    "name": "Багдад",
  },
  {
    "name": "Сантьяго",
  },
  {
    "name": "Сурат",
  },
  {
    "name": "Мадрид",
  },
  {
    "name": "Сучжоу",
  },
  {
    "name": "Пуна",
  },
  {
    "name": "Харбин",
  },
  {
    "name": "Хьюстон",
  },
  {
    "name": "Даллас",
  },
  {
    "name": "Торонто",
  },
  {
    "name": "Дар - эс - Салам",
  },
  {
    "name": "Майами",
  },
  {
    "name": "Белу - Оризонти",
  },
  {
    "name": "Сингапур",
  },
  {
    "name": "Филадельфия",
  },
  {
    "name": "Атланта",
  },
  {
    "name": "Фукуока",
  },
  {
    "name": "Хартум",
  },
  {
    "name": "Барселона",
  },
  {
    "name": "Йоханнесбург",
  },
  {
    "name": "Санкт - Петербург",
  },
  {
    "name": "Циндао",
  },
  {
    "name": "Далянь",
  },
  {
    "name": "Вашингтон",
  },
  {
    "name": "Янгон",
  },
  {
    "name": "Александрия",
  },
  {
    "name": "Цзинань",
  },
  {
    "name": "Гвадалахара",
  },
]
export default city;